Repository: parides55/cardiac-association
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Welcome to our online shop, where every purchase makes a difference! Explore our carefully curated selection of products, knowing that every item you buy directly supports children with heart disease and their families. By shopping with us, you’re not just getting something special—you’re giving hope, love, and care to those who need it most.<br><br> Together, we can make hearts stronger!
el: Καλώς ήρθατε στο ηλεκτρονικό μας κατάστημα, όπου κάθε αγορά κάνει τη διαφορά! Εξερευνήστε την προσεκτικά επιλεγμένη συλλογή προϊόντων μας, γνωρίζοντας ότι κάθε προϊόν που αγοράζετε υποστηρίζει άμεσα τα παιδιά με καρδιακές παθήσεις και τις οικογένειές τους. Με τις αγορές σας από εμάς, δεν λαμβάνετε απλώς κάτι ξεχωριστό - δίνετε ελπίδα, αγάπη και φροντίδα σε όσους το χρειάζονται περισσότερο.<br><br> Μαζί, μπορούμε να κάνουμε τις καρδιές πιο δυνατές!

source: We’re currently updating our Products page. <br><br> Please check back soon to explore all the wonderful items we’ll have available!
el: Αυτήν τη στιγμή ενημερώνουμε τη σελίδα προϊόντων μας. <br><br> Ελέγξτε ξανά σύντομα για να εξερευνήσετε όλα τα υπέροχα είδη που θα έχουμε διαθέσιμα!

source: ASSOCIATION OF PARENTS AND FRIENDS OF CHILDREN WITH HEART DISEASE
el: ΣΥΛΛΟΓΟΣ ΓΟΝΕΩΝ ΚΑΙ ΦΙΛΩΝ ΚΑΡΔΙΟΠΑΘΩΝ ΠΑΙΔΙΩΝ

source: Logo
el: Λογότυπο

source: Make a Donation
el: Κάντε μια δωρεά

source: Our services
el: Οι υπηρεσίες μας

source: Our programs
el: Τα προγράμματά μας

source: Make a donation
el: Κάντε μια δωρεά

source: Online shop
el: Ηλεκτρονικό κατάστημα

source: Become a member
el: Γίνετε μέλος

source: Stay informed
el: Ενημερωθείτε

source: Events
el: Εκδηλώσεις

source: News
el: Νέα

source: About us
el: Σχετικά με εμάς

source: Our history
el: Η ιστορία μας

source: Contact Us
el: Επικοινωνία

source: Search
el: Αναζήτηση

source: Our events
el: Οι εκδηλώσεις μας

source: Get in touch
el: Επικοινωνήστε μαζί μας

source: The Association of parents and friends
el: Ο Σύνδεσμος γονέων και φίλων

source: of children with Heart Disease
el: καρδιοπαθών παιδιών

source: 11 Grammou street, Apt 5,
el: Οδός Γράμμου 11, Διαμέρισμα 5,

source: Strovolos
el: Στρόβολος

source: Nicosia
el: Λευκωσία

source: Cyprus
el: Κύπρος

source: Follow us on
el: Ακολουθήστε μας στο

source: Terms and Conditions
el: Όροι και Προϋποθέσεις

source: Paper figures showing a family holding hands in front of a stethoscope.
el: Φιγούρες από χαρτί που δείχνουν μια οικογένεια που κρατιέται χέρι χέρι μπροστά από ένα στηθοσκόπιο.

source: Supporting Hearts,
el: Στηρίζοντας καρδιές,

source: Strengthening Families
el: Ενισχύουμς οικογένειες

source: Our supporting programs
el: Τα υποστηρικτικά μας προγράμματα

source: The Association, always guided by the needs of its members in order to offer them the best possible, organizes various programs.
el: Ο Σύνδεσμος με γνώμονα πάντα τις ανάγκες των μελών του για να τους προσφέρει το καλύτερο δυνατό διοργανώνει διάφορα προγράμματα.

source: Psychological Support Program
el: Πρόγραμμα Ψυχολογικής Υποστήριξης

source: In collaboration with Psychologist Mrs. Andri Christoudia, it provides support, education and empowerment services to both the sufferers themselves and their families.
el: Σε συνεργασία με την Ψυχολόγο κα Άντρη Χριστούδια, παρέχει υπηρεσίες υποστήριξης, εκπαίδευσης και ενδυνάμωσης τόσο στους ίδιους τους πάσχοντες όσο και στις οικογένειές τους.

source: Individual/family psychological support meetings
el: Ατομικές/οικογενειακές συναντήσεις ψυχολογικής υποστήριξης

source: Parents' School: Various workshops are organized that aim to provide knowledge and skills to parents so that they can empower and support the child with their health issues and so that they can live with confidence and joy, how we communicate with our child and the family environment, preparation of parents and the child for surgery, etc.
el: Σχολή Γονέων: Διοργανώνονται διάφορα εργαστήρια που στοχεύουν στην παροχή γνώσεων και δεξιοτήτων στους γονείς ώστε να ενδυναμώσουν και να υποστηρίξουν το παιδί με τα θέματα υγείας του και να ζει με αυτοπεποίθηση και χαρά, πώς επικοινωνούμε με το παιδί μας με το παιδί μας και την οικογενειακό περιβάλλον, προετοιμασία γονέων και παιδιού για χειρουργείο κ.λπ.

source: Workshops for sufferers themselves for empowerment and self-confidence
el: Εργαστήρια για τους ίδιους τους πάσχοντες για ενδυνάμωση και αυτοπεποίθηση

source: Experiential workshops with the participation of parents and sufferers.
el: Βιωματικά εργαστήρια με τη συμμετοχή γονέων και πασχόντων.

source: Educational/informational lectures
el: Εκπαιδευτικές/ενημερωτικές διαλέξεις

source: Support Program
el: Πρόγραμμα Υποστήριξης

source: The Association implements a financial support program for its members who travel abroad for their child's heart surgery as many times as necessary.<br><br> It also supports financially needy member families every Christmas and Easter or if for any other reason the need arises.
el: Ο Σύνδεσμος υλοποιεί πρόγραμμα οικονομικής ενίσχυσης για τα μέλη του που ταξιδεύουν στο εξωτερικό για την καρδιοχειρουργική του παιδιού τους όσες φορές χρειαστεί. <br><br> Επίσης, υποστηρίζει οικονομικά άπορες οικογένειες μελών κάθε Χριστούγεννα και Πάσχα ή αν για οποιονδήποτε άλλο λόγο παρουσιαστεί ανάγκη.

source: Information and Awareness Program
el: Πρόγραμμα Ενημέρωσης και Ευαισθητοποίησης

source: Public information and awareness campaigns are organized for Congenital Heart Diseases through the media, on the Website, on Facebook, through the information brochure, Congenital Heart Disease Week is organized from February 7-14 of each year, We participate in conferences in and outside Cyprus, etc.
el: Διοργανώνονται εκστρατείες ενημέρωσης και ευαισθητοποίησης του κοινού για τις Συγγενείς Καρδιοπάθειες μέσω των ΜΜΕ, στην Ιστοσελίδα, στο Facebook, μέσω του ενημερωτικού φυλλαδίου, διοργανώνεται Εβδομάδα Συγγενών Καρδιοπαθειών από 7-14 Φεβρουαρίου κάθε έτους, Συμμετέχουμε σε συνέδρια εντός και εκτός Κύπρου, κτλ.

source: Rehabilitation Program
el: Πρόγραμμα Αποκατάστασης

source: In collaboration with Pediatric Cardiologists and other organizations, various programs are organized with the ultimate goal of improving the quality of life of people with Congenital Heart Disease, such as:
el: Σε συνεργασία με Παιδοκαρδιολόγους και άλλους φορείς, διοργανώνονται διάφορα προγράμματα με απώτερο στόχο τη βελτίωση της ποιότητας ζωής των ατόμων με Συγγενή Καρδιοπάθεια, όπως:

source: Exercise and Congenital Heart Disease
el: Άσκηση και συγγενείς καρδιοπάθειες

source: Pregnancy and Congenital Heart Disease
el: Εγκυμοσύνη και συγγενείς καρδιοπάθειες

source: Learning Disabilities and Congenital Heart Diseases
el: Μαθησιακές Δυσκολίες και Συγγενείς Καρδιοπάθειες

source: Vocational training
el: Επαγγελματική κατάρτιση

source: Informative lectures with Pediatric Cardiologists
el: Ενημερωτικές διαλέξεις με Παιδοκαρδιολόγους

source: A brown paper ripped showing the word community and heart drawn around.
el: Ένα καφέ χαρτί σχισμένο που δείχνει τη λέξη κοινότητα και καρδιά ζωγραφισμένη τριγύρω.

source: From Care to Community:
el: Προσφορά στην κοινότητα:

source: What We Offer
el: Τι προσφέρουμε

source: Services we offer
el: Υπηρεσίες που προσφέρουμε

source: Knowing over the years the feelings that a couple can develop when their child is diagnosed with Congenital Heart Disease, as well as the family environment, the Association provides its members with various services.
el: Γνωρίζοντας με τα χρόνια τα συναισθήματα που μπορεί να αναπτύξει ένα ζευγάρι όταν διαγνωστεί το παιδί του με Συγγενή Καρδιοπάθεια, αλλά και το οικογενειακό περιβάλλον, ο Σύνδεσμος παρέχει στα μέλη του διάφορες υπηρεσίες.

source: Information and guidance on everything concerning children, adolescents and adults with Congenital Heart Disease that falls within the Association's remit.
el: Πληροφορίες και καθοδήγηση για οτιδήποτε αφορά παιδιά, εφήβους και ενήλικες με Συγγενή Καρδιοπάθεια που εμπίπτει στην αρμοδιότητα του Συλλόγου.

source: Any help our members need on a daily basis.
el: Οποιαδήποτε βοήθεια χρειάζονται τα μέλη μας σε καθημερινή βάση.

source: Emotional, Psychological Support
el: Συναισθηματική, Ψυχολογική Υποστήριξη

source: Visit our programs
el: Επισκεφθείτε τα προγράμματά μας

source: Financial Support to our member families who will travel abroad for their child's treatment, as many times as necessary
el: Οικονομική υποστήριξη στις οικογένειες μελών μας που θα ταξιδέψουν στο εξωτερικό για τη θεραπεία του παιδιού τους, όσες φορές χρειαστεί

source: Financial Support to needy member families
el: Οικονομική στήριξη σε άπορες οικογένειες μελών

source: Emergency helpline
el: Γραμμή βοήθειας

source: and
el: και

source: Lectures with invited doctors in and outside Cyprus
el: Διαλέξεις με προσκεκλημένους γιατρούς εντός και εκτός Κύπρου

source: Events/Excursions for getting to know each other, exchanging experiences among members
el: Εκδηλώσεις/Εκδρομές για γνωριμία, ανταλλαγή εμπειριών μεταξύ των μελών

source: A group of children playing outside.
el: Μια ομάδα παιδιών που παίζουν έξω.

source: Creating Hope
el: Δημιουργώντας Ελπίδα

source: for Children with
el: για Παιδιά με

source: Heart Conditions
el: Καρδιακές παθήσεις

source: Red band
el: Κόκκινη ζώνη

source: Statistics
el: Στατιστικά

source: Main goals of the Association
el: Βασικοί στόχοι του Συλλόγου

source: Number 1 in a heart
el: Νούμερο 1 σε μια καρδιά

source: The Association supports people with Congenital and Acquired Heart Diseases with various services. Information and guidance, Psychological Support, Financial Support, safeguarding the rights of patients with Congenital Heart Diseases, Informative lectures, Informative meetings, organizes trips to get to know each other among members, Pancypriot Emergency Helpline, Discounts from various stores, information campaigns, etc.
el: Ο Σύνδεσμος υποστηρίζει άτομα με Συγγενείς και Επίκτητες Καρδιοπάθειες με διάφορες υπηρεσίες. Ενημέρωση και καθοδήγηση, Ψυχολογική Υποστήριξη, Οικονομική Υποστήριξη, διασφάλιση των δικαιωμάτων τωνασθενών με Συγγενείς Καρδιοπάθειες, Ενημερωτικές διαλέξεις, Ενημερωτικές συναντήσεις, διοργανώνει ταξίδια γνωριμίας μεταξύ των μελών, Παγκύπρια Γραμμή Επείγουσας Ανάγκης, Εκπτώσεις από διάφορα καταστήματα, ενημερωτικές εκστρατείες κ.λπ.

source: The information, enlightenment and awareness of the public about Congenital Heart Diseases The education and empowerment of people with Congenital Heart Diseases.
el: Η ενημέρωση, η διαφώτιση και η ευαισθητοποίηση του κοινού για τις Συγγενείς Καρδιοπάθειες. Η εκπαίδευση και η ενδυνάμωση των ατόμων με Συγγενείς Καρδιοπάθειες.n

source: Number 2 in a heart
el: Νούμερο 2 σε μια καρδιά

source: Number 3 in a heart
el: Νούμερο 2 σε μια καρδιά

source: Finding resources, sponsors to support the actions of the Association and the various programs it organizes
el: Εύρεση πόρων, χορηγών για την υποστήριξη των δράσεων του Συλλόγου και των διαφόρων προγραμμάτων που διοργανώνει

source: Always aiming at the best quality of life for people with Congenital Heart Diseases, the Association, in collaboration with Pediatric Cardiologists, makes efforts to find European Programs. So far it has organized the following programs: Exercise and Congenital Heart Diseases Pregnancy and Congenital Heart Diseases Rehabilitation Also in collaboration with the Center for Specialized Pediatrics To Paidi we participate in the Learning Disabilities and Congenital Heart Diseases program.
el: Με στόχο πάντα την καλύτερη ποιότητα ζωής των ατόμων ατόμων με Συγγενείς Καρδιοπάθειες, ο Σύνδεσμος, σε συνεργασία με Παιδοκαρδιολόγους, καταβάλλει προσπάθειες για την εξεύρεση Ευρωπαϊκών Προγραμμάτων. Μέχρι στιγμής έχει οργανώσει τα εξής προγράμματα: Άσκηση και Συγγενείς Καρδιοπάθειες Εγκυμοσύνη και Συγγενείς Καρδιοπάθειες Αποκατάσταση Επίσης σε συνεργασία με το Κέντρο Εξειδικευμένης Παιδιατρικής Το Παιδί συμμετέχουμε στο πρόγραμμα Μαθησιακές Δυσκολίες και Συγγενείς Καρδιοπάθειες.

source: Number 4 in a heart
el: Νούμερο 4 σε μια καρδιά

source: Number 5 in a heart
el: Νούμερο 5 σε μια καρδιά

source: The cooperation with the competent bodies such as the Ministry of Health, the Ministry of Labour, the Health Committee of the Parliament etc. to ensure a 5er quality of life for people with Congenital Heart Diseases The promotion of the creation of a file of Congenital Heart Diseases.
el: Η συνεργασία με τους αρμόδιους φορείς όπως το Υπουργείο Υγείας, το Υπουργείο Εργασίας, η Υγειονομική Επιτροπή της Βουλής κ.λπ. για τη διασφάλιση καλύτερης ποιότητας ζωής των ατόμων με συγγενείς καρδιοπάθειες Η προώθηση της δημιουργίας αρχείου ασθενών Συγγενών Καρδιοπαθειών.

source: Participation of people with Congenital Heart Diseases in information and education programs.
el: Συμμετοχή ατόμων με Συγγενείς Καρδιοπάθειες σε προγράμματα ενημέρωσης και εκπαίδευσης.

source: Number 6 in a heart
el: Νούμερο 6 σε μια καρδιά

source: Services
el: Υπηρεσίες

source: Programs
el: Προγράμματα
