Repository: parides55/cardiac-association
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Figures standing in a row with the middle figure being red with a little heart
el: Φιγούρες που στέκονται σε σειρά, με τη μεσαία φιγούρα να είναι κόκκινη με μία μικρή καρδιά.

source: Our gallery
el: H γκαλερί μας

source: A group of people placing their hands in the middle on top of each other.
el: Μια ομάδα ανθρώπων που βάζουν τα χέρια τους στη μέση το ένα πάνω στο άλλο.

source: Become a member today
el: Γίνετε μέλος σήμερα

source: In the blurred background people are in a conference and a speaker delivers a speech.
el: Στο θολό φόντο, άνθρωποι βρίσκονται σε συνέδριο και ένας ομιλητής δίνει διάλεξη.

source: Find out about our Events
el: Μάθετε για τις Εκδηλώσεις μας

source: Meet our team
el: Γνωρίστε την ομάδα μας

source: Our people
el: Οι άνθρωποί μας

source: The Board of Directors and dedicated staff of our charity share a unified mission: to provide unwavering support and care for children with heart disease and their families. Together, we work with compassion, commitment, and expertise to make a positive impact, ensuring that every child has access to the treatment, resources, and hope they deserve.
el: Το διοικητικό συμβούλιο και το αφοσιωμένο προσωπικό της φιλανθρωπικής μας οργάνωσης μοιράζονται μια ενοποιημένη αποστολή: να παρέχουν ακλόνητη υποστήριξη και φροντίδα σε παιδιά με καρδιακές παθήσεις και τις οικογένειες τους. Μαζί, εργαζόμαστε με συμπόνια, δέσμευση, και τεχνογνωσία για να έχουμε θετικό αντίκτυπο, διασφαλίζοντας ότι κάθε παιδί έχει πρόσβαση πρόσβαση στη θεραπεία, τους πόρους και την ελπίδα που του αξίζει.

source: Board of Directors
el: Διοικητικό Συμβούλιο

source: Default image
el: Προεπιλεγμένη εικόνα

source: Picture of the board member
el: Φωτογραφία μέλους του διοικητικού συμβουλίου

source: Dedicated Staff
el: Αφοσιωμένο Προσωπικό

source: Picture of the staff
el: Φωτογραφία του προσωπικού

source: A group of people in the forest hanging each other.
el: Μια ομάδα ανθρώπων στο δάσος κρατιούνται ο ένας με τον άλλον.

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

source: Back to events
el: Πίσω στις εκδηλώσεις

source: Always in
el: Πάντα σε

source: Motion,
el: Κίνηση

source: Hearts
el: Καρδιές

source: This month's events
el: Οι εκδηλώσεις αυτού του μήνα

source: View Event
el: Προβολή Εκδήλωσης

source: Our upcoming events
el: Οι επερχόμενες εκδηλώσεις μας

source: Get inspired from our previous events and help us organise our next ones
el: Εμπνευστείτε από τις προηγούμενες εκδηλώσεις μας και βοηθήστε μας να οργανώσουμε τις επόμενες

source: There are currently no past events available at the moment. <br><br> Our team is working to bring you the latest information soon. <br><br> Please check back later for new updates and events. <br><br> Thank you for your understanding!
el: Προς το παρόν δεν υπάρχουν διαθέσιμες προηγούμενες εκδηλώσεις αυτήν τη στιγμή. <br><br> Η ομάδα μας εργάζεται για να σας φέρει τις πιο πρόσφατες πληροφορίες σύντομα. <br><br> Ελέγξτε ξανά αργότερα για νέες ενημερώσεις και εκδηλώσεις. <br><br> Σας ευχαριστούμε για την κατανόησή σας!!

source: Animated image of many hands as a frame.
el: Κινούμενη εικόνα πολλών χεριών ως πλαίσιο.

source: How you can help
el: Πώς μπορείτε να βοηθήσετε

source: Registered As
el: Εγγεγραμμένος ως

source: Name
el: Όνομα

source: Surname
el: Επίθετο

source: Email
el: Ηλεκτρονική Διεύθυνση

source: ID Number
el: Αριθμός Ταυτότητας

source: Profession
el: Επάγγελμα

source: Home Number
el: Τηλέφωνο οικίας

source: Mobile Number
el: Κινητό τηλέφωνο

source: Work Number
el: Τηλέφωνο Εργασίας

source: Date of Birth
el: Ημερομηνία Γέννησης

source: Heart Disease Description (if not a sufferer, please write N/A)
el: Περιγραφή καρδιακών παθήσεων (εάν δεν πάσχετε, παρακαλούμε γράψτε N/A)

source: Date of Diagnosis
el: Ημερομηνία διάγνωσης

source: Sufferer
el: Παθών

source: Parent
el: Γονέας

source: Friend
el: Φίλος

source: Active
el: Ενεργός

source: Inactive
el: Μη ενεργός

source: Pending
el: Εκκρεμή

source: Expired
el: Έληξε

source: Together,
el: Μαζί,

source: We Can Do More:
el: Μπορούμε να Κάνουμε Περισσότερα:

source: Become a Member
el: Γίνετε μέλος σήμερα

source: Complete the form and Join Our Family
el: Συμπληρώστε τη φόρμα και Γίνετε Μέλος της Οικογένειάς μας

source: **Note**: By becoming a member of our Association, you contribute to supporting children with heart disease and their families. Please note that there is a symbolic annual subscription fee of 20 euros for each member. By clicking the "Submit" button, you agree to this annual contribution and help us continue our mission. Thank you for your support!
el: **Σημείωση**: Γίνοντας μέλος του Συλλόγου μας, συμβάλλεις στην υποστήριξη των παιδιών με καρδιοπάθεια και των οικογενειών τους. Σημειώνεται ότι υπάρχει συμβολική ετήσια συνδρομή 20 ευρώ για κάθε μέλος. Κάνοντας κλικ στο "Υποβολή", συμφωνείτε με αυτήν την ετήσια συνεισφορά και μας βοηθάτε να συνεχίσουμε την αποστολή μας. Σας ευχαριστούμε για την υποστήριξή σας!

source: Submit and Pay
el: Υποβολή και Πληρωμή

source: A wooden red heart with wooden letter cubes underneath showing the word news.
el: Μια ξύλινη κόκκινη καρδιά με ξύλινους κύβους γραμμάτων από κάτω που δείχνει τη λέξη νέα.

source: Read our News
el: Διαβάστε τα νέα μας

source: Cancel Membership
el: Ακύρωση Συνδρομής

source: Enter your ID number
el: Εισάγετε την ταυτότητά σας

source: I confirm that I want to cancel my membership
el: Επιβεβαιώνω ότι θέλω να ακυρώσω τη συνδρομή μου

source: **Note**: By canceling your membership, you will no longer receive updates or benefits associated with being a member. If you have any questions or concerns, please <a href="#get-in-touch">contact us</a>.
el: **Σημείωση**: Με την ακύρωση της συνδρομής σας, δεν θα λαμβάνετε πλέον ενημερώσεις ή προνόμια που σχετίζονται με την ιδιότητα μέλους. Αν έχετε οποιαδήποτε ερώτηση ή ανησυχία, παρακαλούμε <a href="#get-in-touch">επικοινωνήστε μαζί μας</a>.

source: A baby is laying down and a doctors examines the baby with a stethoscope.
el: Ένα μωρό ξαπλώνει και ο γιατρός εξετάζει το μωρό με στηθοσκόπιο.

source: More Info about
el: Περισσότερες πληροφορίες για

source: Congenital Heart diseases
el: Συγγενείς Καρδιοπάθειες

source: What are Congenital Heart Diseases?
el: Τι είναι οι Συγγενείς Καρδιοπάθειες;

source: Congenital heart diseases are abnormalities of the structure of the heart, which a person carries with him from the day of his birth. In other words, those suffering from congenital heart diseases are born with some "structural" problem in the heart. The word "kin" means "by birth." The term should not be confused with "kinship," in the sense of heredity, with which it has but little to do.
el: Οι συγγενείς καρδιοπάθειες είναι ανωμαλίες στη δομή της καρδιάς, που ένα άτομο φέρει από τη μέρα της γέννησής του. Με άλλα λόγια, όσοι πάσχουν από συγγενείς καρδιοπάθειες γεννιούνται με κάποιο «δομικό» πρόβλημα στην καρδιά. Η λέξη «συγγενείς» σημαίνει «εκ γενετής». Ο όρος δεν πρέπει να μπερδευτείτε με τη λέξη «συγγένεια» με την έννοια της κληρονομικότητας, με την οποία έχει ελάχιστη σχέση.

source: How are they detected
el: Πώς εντοπίζονται

source: It is encouraging that many congenital heart diseases are now detected by fetal echocardiography. However, the majority of them are diagnosed in the neonatal period, usually by the pediatrician in the maternity ward or during the first weeks or months of life.<br><br> However, there are also several cases where very significant congenital heart diseases can be found at any time in childhood, adolescence or even after adulthood. Such cases may include a referral from the pediatrician to a pediatric cardiologist, who is called upon to evaluate a child with a heart murmur (nine out of ten children are referred for evaluation of a heart murmur), with cyanosis or with signs and symptoms of heart failure.
el: Είναι ενθαρρυντικό το γεγονός ότι πολλές συγγενείς καρδιοπάθειες ανιχνεύονται πλέον με ηχοκαρδιογραφία του εμβρύου. Ωστόσο, η πλειονότητά τους διαγιγνώσκεται στη νεογνική περίοδο, συνήθως από τον παιδίατρο στο μαιευτήριο ή κατά τις πρώτες εβδομάδες ή μήνες της ζωής.<br><br> Ωστόσο, υπάρχουν επίσης αρκετές περιπτώσεις που είναι πολύ σημαντικές. Συγγενείς καρδιοπάθειες μπορούν να μπορούν να βρεθούν ανά πάσα στιγμή στην παιδική ηλικία, την εφηβεία ακόμα και μετά την ενηλικίωση. Τέτοιες περιπτώσεις μπορεί να περιλαμβάνουν παραπομπή από τον παιδίατρο σε παιδοκαρδιολόγο, , ο οποίος καλείται να αξιολογήσει ένα παιδί με καρδιακό φύσημα (εννέα στα δέκα παιδιά παραπέμπονται για αξιολόγηση του α καρδιακό φύσημα), με κυάνωση ή με σημεία και συμπτώματα καρδιακής ανεπάρκειας.

source: What to do
el: Τι να κάνετε

source: Referral to a physician specialized and experienced in the diagnosis and treatment of congenital heart disease is vital in order to accurately determine the nature of the problem. A pediatric cardiologist is the doctor who has the knowledge and expertise to determine:
el: Η παραπομπή σε γιατρό εξειδικευμένο και έμπειρο στη διάγνωση και θεραπεία των συγγενών καρδιοπαθειών είναι ζωτικής σημασίας για την ακριβή καθορισμό της φύσης του προβλήματος. Ένας παιδοκαρδιολόγος είναι ο γιατρός που έχει τις γνώσεις και την εξειδίκευση για να καθορίσει:

source: The nature of the heart problem
el: Η φύση του προβλήματος της καρδιάς

source: Medication, if indicated
el: Φαρμακευτική αγωγή, εάν χρειάζεται

source: The frequency of visits needed to monitor the patient and possible tests
el: Η συχνότητα επισκέψεων που χρειάζονται για την παρακολούθηση του ασθενούς και τις πιθανές εξετάσεις

source: Invasive non-surgical cardiac treatment, if indicated
el: Επεμβατική μη χειρουργική θεραπεία της καρδιάς, εάν χρειάζεται

source: Referral of the patient for possible surgical treatment of the problem by a pediatric cardiac surgeon-cardiac surgeon specializing in congenital heart disease.
el: Παραπομπή του ασθενούς για πιθανή χειρουργική θεραπεία του προβλήματος από παιδοκαρδιοχειρουργό - χειρουργό καρδιάς που ειδικεύεται στις συγγενείς καρδιοπάθειες.

source: Two hands of a child holding a red heart
el: Δύο χέρια ενός παιδιού κρατούν μια κόκκινη καρδιά

source: Don't let the hope
el: Μην αφήσετε την ελπίδα

source: fade away
el: να σβήσει

source: Donate
el: Δωρίστε

source: Logo of the association.
el: Λογότυπο του Καρδιολογικού Συλλόγου

source: The Association of Parents and Friends of Heart Diseased Children is a Charitable Non-Profit Association that provides support, assistance and education services to all people with Congenital Heart Diseases and their families. It was founded in 1985. It organizes various actions such as informing the public about Congenital Heart Disease, lectures with invited doctors inside and outside Cyprus, workshops, programs in collaboration with various agencies with the ultimate goal of improving the quality of life of people with Congenital Heart Disease, events, etc.
el: Ο Σύνδεσμος Γονέων και Φίλων Καρδιοπαθών Παιδιών είναι ένας Φιλανθρωπικός Μη Κερδοσκοπικός Σύνδεσμος που παρέχει στήριξη, βοήθεια και εκπαιδευτικές υπηρεσίες σε όλα τα άτομα με Συγγενείς Καρδιοπάθειες και τις οικογένειές τους. Ιδρύθηκε το 1985. Οργανώνει διάφορες δράσεις όπως ενημέρωση του κοινού για τις Συγγενείς Καρδιοπάθειες, διαλέξεις με καλεσμένους ιατρούς από Κύπρο και εξωτερικό, εργαστήρια, προγράμματα σε συνεργασία με διάφορους φορείς με τελικό στόχο τη βελτίωση της ποιότητας ζωής των ατόμων με Συγγενείς Καρδιοπάθειες, εκδηλώσεις, κ.λπ.

source: What we do
el: Τι κάνουμε

source: Read our news
el: Διαβάστε τα νέα μας

source: See our events
el: Δείτε τις εκδηλώσεις μας

source: Baby being examined from a doctor.
el: Βρέφος που εξετάζεται από γιατρό.

source: Donations
el: Δωρεές

source: One-off Payment
el: Απλή εισφορά

source: Monthly Subscription
el: Μηνιαία εισφορά

source: Other Amount
el: Άλλο ποσό

source: Congenital heart diseases are abnormalities of the structure of the heart, which a person carries with him from the day of his birth. In other words, those suffering from congenital heart diseases are born with some "structural" problem in the heart.
el: Οι συγγενείς καρδιοπάθειες είναι ανωμαλίες στη δομή της καρδιάς, που ένα άτομο φέρει από τη μέρα της γέννησής του. Με άλλα λόγια, όσοι πάσχουν από συγγενείς καρδιοπάθειες γεννιούνται με κάποιο «δομικό» πρόβλημα στην καρδιά.

source: More Info
el: Περισσότερες πληροφορίες

source: Every child deserves
el: Κάθε παιδί αξίζει

source: a chance to live
el: μια ευκαιρία να ζει

source: a healthy life!
el: μια υγιή ζωή!

source: Every year, 1 in every 100 kids is born with a heart disease and 1 in every 5 families does not have the financial capability to take their child for surgery and therapy. And almost all families will be heartbroken and emotionally vulnerable having these kind of news.
el: Κάθε χρόνο, 1 στα 100 παιδιά γεννιέται με καρδιοπάθεια και 1 στις 5 οικογένειες δεν έχει την οικονομική δυνατότητα να πάει το παιδί τους για χειρουργική επέμβαση και θεραπεία. Και σχεδόν όλες οι οικογένειες θα είναι συντετριμμένες και συναισθηματικά ευάλωτες με τέτοιες ειδήσεις.

source: Two kids holding a red heart
el: Δύο παιδιά που κρατούν μια κόκκινη καρδιά

source: Your Contribution,
el: Η συνεισφορά σας,

source: Their Brighter Future
el: Το λαμπρό τους μέλλον

source: Join us in making a difference in the lives of children with heart disease. Your support, whether through volunteering your time or making a donation, can bring hope and care to families facing the challenges of pediatric heart conditions.<br><br>Together, we can provide the resources, medical assistance, and emotional support these children and their loved ones need. Every contribution counts—help us bring a little more light to their world!
el: Ελάτε μαζί μας για να κάνουμε τη διαφορά στη ζωή των παιδιών με καρδιακές παθήσεις. Η υποστήριξή σας, είτε μέσω του εθελοντισμού του χρόνου σας είτε μέσω μιας δωρεάς, μπορεί να φέρει ελπίδα και φροντίδα σε οικογένειες που αντιμετωπίζουν τις προκλήσεις των παιδιατρικών καρδιακών παθήσεων.<br><br>Μαζί, μπορούμε να παρέχουμε τους πόρους, την ιατρική βοήθεια και τη συναισθηματική υποστήριξη που χρειάζονται αυτά τα παιδιά και τα αγαπημένα τους πρόσωπα. Κάθε συνεισφορά μετράει — βοηθήστε μας να φέρουμε λίγο περισσότερο φως στον κόσμο τους!

source: Together, we can make a difference. Your donationcan provide life-saving treatment, offer support to families in need, and give these children the chance to grow, thrive,and experience the joys of childhood.
el: Μαζί, μπορούμε να κάνουμε τη διαφορά. Η δωρεά σας μπορεί να προσφέρει σωτήρια θεραπεία, να προσφέρει υποστήριξη σε οικογένειες που έχουν ανάγκη και να δώσει σε αυτά τα παιδιά την ευκαιρία να μεγαλώσουν, να ευδοκιμήσουν και να βιώσουν τις χαρές τηπαιδικής ηλικίας.

source: Make a donation today
el: Κάντε μια δωρεά σήμερα

source: Two human figures holding one half of a heart each and trying to connect them
el: Δύο ανθρώπινες φιγούρες που κρατούν το μισό της καρδιάς η καθεμία και προσπαθούν να τις συνδέσουν

source: If you're passionate about making a difference, we invite you to join our dedicated team of volunteers and be a part of the heart of our mission. Together, we can work hand-in-hand to support children and families affected by heart disease!
el: Εάν είστε παθιασμένοι με το να κάνετε τη διαφορά, σας προσκαλούμε να γίνετε μέλος της αφοσιωμένης ομάδας εθελοντών μας και να γίνετε μέρος της καρδιάς της αποστολής μας. Μαζί, μπορούμε να εργαστούμε χέρι-χέρι για να υποστηρίξουμε παιδιά και οικογένειες που πλήττονται από καρδιακές παθήσεις!

source: By choosing from the variety of products offered by our Association, you can help support our cause.
el: Επιλέγοντας από την ποικιλία των προϊόντων που προσφέρει ο Σύλλογός μας, μπορείτε να βοηθήσετε στην υποστήριξη του σκοπού μας.

source: Visit our Online Shop
el: Επισκεφθείτε το ηλεκτρονικό μας κατάστημα

source: Colorful human figures dancing in front of a big red heart
el: Πολύχρωμες ανθρώπινες φιγούρες που χορεύουν μπροστά από μια μεγάλη κόκκινη καρδιά

source: Honor a memory or celebrate a special occasion — whether it's a wedding, christening, or birthday — by giving a meaningful gift in place of a wreath or traditional present.
el: Τιμήστε μια ανάμνηση ή γιορτάστε μια ειδική περίσταση - είτε πρόκειται για γάμο, βάπτιση ή γενέθλια - δίνοντας ένα ουσιαστικό δώρο αντί για ένα στεφάνι ή ένα παραδοσιακό δώρο.

source: Become an annual supporter—whether you're a business, organization, or institution—and make a lasting impact with your yearly contribution.
el: Γίνετε ετήσιος υποστηρικτής —είτε είστε επιχείρηση, οργανισμός ή ίδρυμα— και ασκήστε μόνιμοαντίκτυπο με την ετήσια συνεισφορά σας.

source: Two human figures holding a big red heart.
el: Δύο ανθρώπινες φιγούρες που κρατούν μια μεγάλη κόκκινη καρδιά.

source: Leading a meaningful initiative to support our Association by hosting a fundraiser or event.
el: Οδηγώντας μια ουσιαστική πρωτοβουλία για την υποστήριξη του Συλλόγου μας φιλοξενώντας ένα έρανο ή μία εκδήλωση.

source: Back to news
el: Πίσω στα νέα μας

source: Keeping
el: Κρατώντας τις

source: Informed
el: Ενημερωμένες

source: Our latest news
el: Τα τελευταία νέα μας

source: Children's well being and health are at the heart of everything we do. <br> <br> Read below our latest news, the issues we are working on, articles from health professionals and the stories of our members and our people.
el: Η ευημερία και η υγεία των παιδιών είναι στην καρδιά όλων όσων κάνουμε. <br> <br> Διαβάστε παρακάτω τα τελευταία μας νέα, τα θέματα που εργαζόμαστε, άρθρα από επαγγελματίες υγείας και τις ιστορίες των μελών μας και των ανθρώπων μας.

source: Default image, Logo of the associaiton.
el: Προεπιλεγμένη εικόνα, λογότυπο του συνδέσμου

source: Read
el: Διαβάστε

source: There are currently no news updates available. <br><br> Our team is working to bring you the latest information soon. <br><br> Please check back later for new updates and stories. <br><br> Thank you for your understanding!
el: Προς το παρόν δεν υπάρχουν διαθέσιμες ενημερώσεις ειδήσεων. <br><br> Η ομάδα μας εργάζεται για να σας φέρει τις πιο πρόσφατες πληροφορίες σύντομα. <br><br> Ελέγξτε ξανά αργότερα για νέες ενημερώσεις και ιστορίες. <br><br> Σας ευχαριστούμε για την κατανόησή σας!

source: Quantity
el: Ποσότητα

source: Full Name
el: Ονοματεπώνυμο

source: Phone Number
el: Αριθμός τηλεφώνου

source: Address for Delivery
el: Διεύθυνση για παράδοση

source: City
el: Πόλη

source: Area
el: Περιόχη

source: Postcode
el: Ταχυδρομικός Κώδικας

source: Address
el: Διεύθυνση

source: Donation Amount
el: Ποσό Δωρέας

source: Donation Type
el: Είδος Δωρέας:

source: A shopping cart with heart inside it.
el: Ένα καλάθι αγορών με καρδιά μέσα του

source: Your Basket
el: Το καλάθι σας

source: Product
el: Προϊόν

source: Price
el: Τιμή

source: Total
el: Σύνολο

source: Total Amount
el: Συνολικό ποσό

source: Your basket is empty.
el: Το καλάθι σας είναι άδειο.

source: Continue Shopping
el: Συνεχίστε τις αγορές

source: Proceed to Checkout
el: Προχωρήστε στην πληρωμή

source: Your details
el: Τα στοιχεία σας

source: Address for delivery
el: Διεύθυνση για παράδοση

source: Pay
el: Πληρώστε

source: Cancel Monthly Subscription
el: Ακύρωση Μηνιαίας Συνδρομής

source: We are sorry to see you go! If you wish to cancel your monthly donation, please enter your Donation ID correctly to process the cancellation.
el: Λυπούμαστε που φεύγετε! Αν επιθυμείτε να ακυρώσετε τη μηνιαία σας δωρεά, παρακαλούμε εισαγάγετε σωστά το Αναγνωριστικό Δωρεάς για να προχωρήσει η ακύρωση.

source: Donation ID
el: Μοναδικός Αριθμός Δωρέας

source: Enter your Donation ID
el: Εισαγάγετε το Μοναδικό Αριθμό Δωρέας σας

source: I confirm that I want to cancel my monthly subscription
el: Επιβεβαιώνω ότι θέλω να ακυρώσω τη μηνιαία μου συνδρομή

source: **Note**: By canceling your monthly subscription, you will no longer be charged. If you have any questions or concerns, please <a href="#get-in-touch">contact us</a>.
el: **Σημείωση**: Με την ακύρωση της μηνιαίας σας συνδρομής, δεν θα χρεώνεστε πλέον. Αν έχετε οποιαδήποτε ερώτηση ή ανησυχία, παρακαλούμε <a href="#get-in-touch">επικοινωνήστε μαζί μας</a>.

source: Kids in a circle with their heads attached, holding hands and smiling.
el: Παιδιά σε κύκλο με τα κεφάλια τους ενωμένα, πιασμένα χέρι-χέρι και χαμογελαστά.

source: We appreciate your support
el: Εκτιμούμε την υποστήριξή σας

source: Enter your details below to complete your donation
el: Εισαγάγετε τα στοιχεία σας παρακάτω για να ολοκληρώσετε τη δωρεά σας

source: Donation Type:
el: Είδος Δωρέας:

source: Amount
el: Ποσό

source: We are currently updating our page and is not possible to complete your donation online. <br><br> Please contact us at <a href="tel:+35722315196">22315196</a> to complete your donation. Thank you for your support!
el: Αυτήν τη στιγμή ενημερώνουμε τη σελίδα μας και δεν είναι δυνατή η ολοκλήρωση της δωρεάς σας ηλεκτρονικά. <br><br> Επικοινωνήστε μαζί μας στο <a href="tel:+35722315196">22315196</a> για να ολοκληρώσετε τη δωρεά σας. Σας ευχαριστούμε για την υποστήριξη!

source: Keep their hope alive
el: Κρατήστε την ελπίδα τους ζωντανή

source: Every day, children are born into a life filled with challenges due to heart disease. For many, their tiny hearts require urgent medical interventions just to survive their first year. These brave children and their families face the emotional and financial burden of ongoing treatments, surgeries, and specialized care.<br><br> Donate today and be the reason a child's heart keeps beating stronger.
el: Κάθε μέρα, τα παιδιά γεννιούνται σε μια ζωή γεμάτη προκλήσεις λόγω καρδιακών παθήσεων. Για πολλούς, οι μικροσκοπικές καρδιές τους απαιτούν επείγουσες ιατρικές παρεμβάσεις μόνο και μόνο για να επιβιώσουν τον πρώτο χρόνο τους. Αυτά τα γενναία παιδιά και οι οικογένειές τους αντιμετωπίζουν το συναισθηματικό και οικονομικό βάρος των συνεχιζόμενων θεραπειών, χειρουργικών επεμβάσεων και εξειδικευμένηςφροντίδας.<br><br> Κάντε δωρεά σήμερα και γίνετε ο λόγος που η καρδιά ενός παιδιού συνεχίζεινα χτυπά πιο δυνατά.

source: Baby laying down and smiling.
el: Μωρό ξαπλωμένο και χαμογελά.

source: Every
el: Κάθε

source: Donation
el: Δωρέα

source: Counts
el: Μετρά

source: Together, we can make a difference. Your donation can provide life-saving treatment, offer support to families in need, and give these children the chance to grow, thrive, and experience the joys of childhood. No contribution is too small—every bit brings hope to a child fighting for their life.<br><br> Join us in this mission to mend little hearts and give these children the future they deserve.
el: Μαζί, μπορούμε να κάνουμε τη διαφορά. Η δωρεά σας μπορεί να προσφέρει σωτήρια θεραπεία, να προσφέρει υποστήριξη σε οικογένειες που έχουν ανάγκη και να δώσει σε αυτά ταπαιδιά την ευκαιρία να μεγαλώσουν, να ευδοκιμήσουν και να βιώσουν τις χαρές της παιδικής ηλικίας. Καμία συνεισφορά δεν είναι πολύ μικρή - κάθε προσφορά φέρνει ελπίδα σε ένα παιδί που παλεύει για τη ζωή του.<br><br> Ελάτε μαζί μας σε αυτήν την αποστολή για να φτιάξουμε καρδιές και να δώσουμεσε αυτά τα παιδιά το μέλλον που τους αξίζει.

source: Other ways to donate
el: Άλλοι τρόποι δωρεάς

source: Donate by phone
el: Δωρεά από το τηλέφωνο

source: Donate at our
el: Δωρεά

source: Events >
el: Εκδηλώσεις

source: Donate by
el: Κάντε δωρέα

source: Visiting our Online shop >
el: επισκέπτοντας το ηλεκτρονικό μας κατάστημα >

source: Kids laying down on their bellies and they are laughing.
el: Παιδιά ξαπλωμένα στην κοιλιά τους και γελάνε.

source: Shop. Support. Strengthen Little Hearts.
el: Ψωνίστε. Υποστηρίξτε. Ενισχύστε τις Μικρές Καρδιές.

source: Online Shop
el: Ηλεκτρονικό κατάστημα
